Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Choose a GIF to copy it, then paste it in your conversation. Some apps accept only a link.
de: Wähle ein GIF aus, um es zu kopieren, und füge es dann in deine Unterhaltung ein. Manche Apps unterstützen nur Links.
es: Elige un GIF para copiarlo y pégalo en tu conversación. Algunas apps solo admiten enlaces.
et: Kopeerimiseks vali GIF ja kleebi see siis vestlusesse. Mõned rakendused toetavad ainult linke.
fr: Choisis un GIF pour le copier, puis colle-le dans ta conversation. Certaines apps n’acceptent qu’un lien.
hu: Válassz ki egy GIF-et a másoláshoz, majd illeszd be a beszélgetésbe. Egyes appok csak hivatkozásokat fogadnak el.
it: Scegli una GIF per copiarla, poi incollala nella conversazione. Alcune app accettano solo un link.
ja: GIFを選んでコピーし、会話にペーストしてください。リンクのみ対応しているアプリもあります。
ko: GIF를 선택해 복사한 다음 대화에 붙여넣으세요. 일부 앱에서는 링크만 사용할 수 있어요.
ms: Pilih GIF untuk menyalinnya, kemudian tampalkannya dalam perbualan anda. Sesetengah app hanya menerima pautan.
pt: Escolhe um GIF para o copiar e cola-o na tua conversa. Algumas apps só aceitam uma ligação.
ru: Выберите GIF, чтобы скопировать его, а затем вставьте в переписку. Некоторые приложения принимают только ссылки.
zh_hans: 选择 GIF 进行复制，然后粘贴到对话中。有些 App 只支持链接。

source: Choose a file
de: Datei auswählen
es: Elegir un archivo
et: Vali fail
fr: Choisir un fichier
hu: Fájl kiválasztása
it: Scegli un file
ja: ファイルを選択
ko: 파일 선택
ms: Pilih fail
pt: Escolher um ficheiro
ru: Выберите файл
zh_hans: 选择文件

source: Choose a key
de: Taste auswählen
es: Elige una tecla
et: Vali klahv
fr: Choisis une touche
hu: Válassz billentyűt
it: Scegli un tasto
ja: キーを選択
ko: 키 선택
ms: Pilih kekunci
pt: Escolhe uma tecla
ru: Выберите клавишу
zh_hans: 选择按键

source: Choose a panel below
de: Wähle unten ein Panel
es: Elige un panel abajo
et: Vali allpool paneel
fr: Choisis un panneau ci-dessous
hu: Válassz alább egy panelt
it: Scegli un pannello qui sotto
ja: 下からパネルを選択
ko: 아래에서 패널을 고르세요
ms: Pilih panel di bawah
pt: Escolhe um painel abaixo
ru: Выберите панель ниже
zh_hans: 在下方选择一个面板

source: Choose another image and try again.
de: Wähle ein anderes Bild und versuche es erneut.
es: Elige otra imagen e inténtalo de nuevo.
et: Vali mõni muu pilt ja proovi uuesti.
fr: Choisis une autre image et réessaie.
hu: Válassz másik képet, és próbáld újra.
it: Scegli un’altra immagine e riprova.
ja: 別の画像を選んで、もう一度お試しください。
ko: 다른 이미지를 선택한 후 다시 시도해 주세요.
ms: Pilih imej lain dan cuba lagi.
pt: Escolhe outra imagem e tenta novamente.
ru: Выберите другое изображение и попробуйте ещё раз.
zh_hans: 请选择其他图片后重试。

source: Choose how Clink speaks to you.
de: Wähle, wie Clink dich anspricht.
es: Elige cómo se dirige Clink a ti.
et: Vali, kuidas Clink sinuga suhtleb.
fr: Choisissez comment Clink s’adresse à vous.
hu: Válaszd ki, hogyan szólítson meg a Clink.
it: Scegli come Clink si rivolge a te.
ja: Clinkの話し方を選びましょう。
ko: Clink이 어떻게 말할지 선택하세요.
ms: Pilih cara Clink berkomunikasi dengan anda.
pt: Escolhe como o Clink fala contigo.
ru: Выберите, как Clink будет обращаться к вам.
zh_hans: 选择 Clink 与你交流的方式。

source: Choose the arrangement that feels right
de: Wähle die Anordnung, die sich richtig anfühlt
es: Elige la distribución que mejor te venga
et: Vali paigutus, mis tundub õige
fr: Choisis la disposition qui te convient
hu: Válaszd az elrendezést, ami jól esik
it: Scegli la disposizione che preferisci
ja: しっくりくる配列を選んでください
ko: 편안한 배열을 선택하세요
ms: Pilih susunan yang terasa sesuai
pt: Escolha a disposição que preferir
ru: Выберите раскладку, которая вам подходит
zh_hans: 选择让你感觉合适的布局

source: Choose the keyboard edge below
de: Wähle unten die Tastaturseite
es: Elige el lado del teclado abajo
et: Vali allpool klaviatuuri serv
fr: Choisis le côté du clavier ci-dessous
hu: Válaszd ki alább a billentyűzet oldalát
it: Scegli il lato della tastiera qui sotto
ja: 下でキーボードを寄せる側を選んでください
ko: 아래에서 키보드를 배치할 쪽을 선택하세요
ms: Pilih sisi papan kekunci di bawah
pt: Escolha o lado do teclado abaixo
ru: Выберите край клавиатуры ниже
zh_hans: 在下方选择键盘靠向哪一侧

source: Choose the language Clink's own screens are shown in. This is separate from the languages you type in, and it stays put when you switch profiles or import a config.
de: Wähle die Sprache, in der Clinks eigene Bildschirme erscheinen. Sie ist unabhängig von den Sprachen, in denen du tippst, und bleibt, wenn du Profile wechselst oder eine Konfiguration importierst.
es: Elige el idioma en el que se muestran las pantallas de Clink. Es independiente de los idiomas en los que escribes y no cambia al cambiar de perfil ni al importar una configuración.
et: Vali keel, milles kuvatakse Clinki enda ekraanid. See on eraldiseisev keeltest, milles sa tipid, ja jääb samaks, kui vahetad profiili või impordid seadistuse.
fr: Choisis la langue des écrans de Clink. Elle est indépendante des langues dans lesquelles tu tapes et ne bouge pas quand tu changes de profil ou importes une configuration.
hu: Válaszd ki, milyen nyelven jelenjenek meg a Clink saját képernyői. Ez független attól, milyen nyelveken írsz, és profilváltáskor vagy konfiguráció importálásakor sem változik.
it: Scegli la lingua in cui vengono mostrate le schermate di Clink. È indipendente dalle lingue in cui scrivi e non cambia quando passi a un altro profilo o importi una configurazione.
ja: Clink の画面を表示する言語を選びます。入力する言語とは別で、プロファイルを切り替えても設定を読み込んでもそのままです。
ko: Clink 화면을 표시할 언어를 고릅니다. 입력하는 언어와는 별개이며, 프로필을 바꾸거나 설정을 가져와도 그대로 유지됩니다.
ms: Pilih bahasa untuk skrin Clink sendiri. Ia berasingan daripada bahasa yang anda taip, dan kekal apabila anda tukar profil atau import konfigurasi.
pt: Escolhe o idioma em que os ecrãs do Clink aparecem. É independente dos idiomas em que escreves e mantém-se quando mudas de perfil ou importas uma configuração.
ru: Выберите язык, на котором показаны экраны самого Clink. Это не связано с языками, на которых вы печатаете, и не меняется при смене профиля или импорте конфигурации.
zh_hans: 选择 Clink 自身界面使用的语言。它和你输入的语言无关，切换配置文件或导入配置时也不会变。

source: Choose the language Clink's own screens are shown in. This is separate from the typing languages below, and it stays put when you switch profiles or import a config.
de: Wähl die Sprache, in der dir die Clink-Bildschirme angezeigt werden. Die ist von den Eingabesprachen unten getrennt und bleibt, wenn du das Profil wechselst oder eine Konfiguration importierst.
es: Elige el idioma en el que ves las pantallas de Clink. Es aparte de los idiomas de escritura de abajo, y no cambia aunque cambies de perfil o importes una configuración.
et: Vali keel, milles Clinki ekraane näidatakse. See on allpool olevatest sisestuskeeltest eraldi ja jääb samaks, kui vahetad profiili või impordid seadistuse.
fr: Choisis la langue dans laquelle s'affichent les écrans de Clink. C'est à part des langues de saisie ci-dessous, et ce réglage ne bouge pas quand tu changes de profil ou importes une config.
hu: Válaszd ki, milyen nyelven jelenjenek meg a Clink saját képernyői. Ez független az alábbi gépelési nyelvektől, és a helyén marad, ha profilt váltasz vagy beállítást importálsz.
it: Scegli la lingua delle schermate di Clink. È diversa dalle lingue di digitazione qui sotto e non cambia quando passi da un profilo all'altro o importi una configurazione.
ja: Clink自体の画面を表示する言語を選びます。下の入力言語とは別の設定で、プロファイルを切り替えたり設定を読み込んだりしても変わりません。
ko: Clink 화면을 어떤 언어로 볼지 골라요. 아래 입력 언어와는 따로예요. 프로필을 바꾸거나 설정을 가져와도 그대로 있어요.
ms: Pilih bahasa untuk skrin Clink sendiri. Ini lain daripada bahasa menaip di bawah, dan ia kekal walaupun anda tukar profil atau import konfig.
pt: Escolhe o idioma em que aparecem os ecrãs do Clink. É independente dos idiomas de escrita abaixo e mantém-se quando trocas de perfil ou importas uma configuração.
ru: Выберите язык, на котором показаны экраны самого Clink. Это не связано с языками печати ниже и не меняется при смене профиля или импорте конфигурации.
zh_hans: 选 Clink 自己界面用的语言。这跟下面的输入语言是两回事，你切换配置或导入设置时它也不会变。

source: Choose this plugin’s appearance in the matching settings page.
de: Wähle den Stil dieses Plugins auf der passenden Einstellungsseite aus.
es: Elige la apariencia de este plugin en la página de ajustes correspondiente.
et: Vali selle pistikprogrammi kujundus vastaval seadete lehel.
fr: Choisis l’apparence de ce plugin dans la page de réglages correspondante.
hu: Válaszd ki a bővítmény megjelenését a megfelelő beállítási oldalon.
it: Scegli l’aspetto di questo plugin nella pagina delle impostazioni corrispondente.
ja: 対応する設定ページで、このプラグインのスタイルを選択してください。
ko: 해당 설정 페이지에서 이 플러그인의 모양을 선택하세요.
ms: Pilih penampilan plugin ini pada halaman tetapan yang berkaitan.
pt: Escolhe o aspeto deste plugin na página de definições correspondente.
ru: Выберите оформление этого плагина на соответствующей странице настроек.
zh_hans: 请在对应的设置页面选择此插件提供的外观样式。

source: Choose trigger
de: Auslöser auswählen
es: Elegir activador
et: Vali käivitaja
fr: Choisir un déclencheur
hu: Kiváltó esemény kiválasztása
it: Scegli evento di attivazione
ja: トリガーを選択
ko: 트리거 선택
ms: Pilih pencetus
pt: Escolher acionador
ru: Выбрать событие
zh_hans: 选择触发条件

source: Choose whether your clipboard travels too.
de: Entscheide, ob die Zwischenablage mitreisen soll.
es: Decide si el portapapeles viaja también.
et: Otsusta, kas sinu lõikelaud reisib samuti kaasa.
fr: Décide si le presse-papiers voyage aussi.
hu: Döntsd el, hogy a vágólap is utazzon-e.
it: Decidi se far viaggiare anche gli appunti.
ja: クリップボードも一緒に同期するかどうかを選びます。
ko: 클립보드도 함께 옮길지 고르세요.
ms: Pilih sama ada papan keratan anda turut serta.
pt: Decide se a área de transferência também vai.
ru: Решите, поедет ли с ними буфер обмена.
zh_hans: 决定剪贴板要不要一起同步。

source: Choose which AI actions show in the keyboard's AI Tools panel, and drag to reorder them. Tap an action to edit its prompt.
de: Wähl, welche KI-Aktionen im KI-Werkzeuge-Panel der Tastatur erscheinen, und zieh sie, um die Reihenfolge zu ändern. Tipp eine Aktion an, um ihren Prompt zu bearbeiten.
es: Elige qué acciones de IA aparecen en el panel de Herramientas de IA del teclado y arrástralas para reordenarlas. Toca una acción para editar su instrucción.
et: Vali, millised TI-toimingud kuvatakse klaviatuuri TI-tööriistade paneelil, ja lohista järjestuse muutmiseks. Puuduta toimingut, et muuta selle juhist.
fr: Choisis les actions IA affichées dans le panneau Outils IA du clavier, et glisse pour les réorganiser. Touche une action pour modifier son invite.
hu: Válaszd ki, mely MI-műveletek jelenjenek meg a billentyűzet MI-eszközök paneljén, és húzd őket a helyükre. Koppints egy műveletre, ha szerkesztenéd a promptját.
it: Scegli quali azioni AI mostrare nel pannello Strumenti AI della tastiera e trascinale per riordinarle. Tocca un’azione per modificarne il prompt.
ja: キーボードのAIツールパネルに出すAIアクションを選んで、ドラッグで並べ替えられます。アクションをタップするとプロンプトを編集できます。
ko: 키보드의 AI 도구 패널에 어떤 AI 동작을 보여줄지 고르고, 드래그해서 순서를 바꿔보세요. 동작을 탭하면 프롬프트를 고칠 수 있어요.
ms: Pilih tindakan AI yang nak dipapar dalam panel Alat AI papan kekunci, dan seret untuk susun semula. Ketik tindakan untuk edit gesaannya.
pt: Escolhe que ações de IA aparecem no painel de Ferramentas de IA do teclado e arrasta para as reordenar. Toca numa ação para editar o comando dela.
ru: Выберите, какие действия ИИ показывать в панели «Инструменты ИИ», и перетаскиванием задайте порядок. Нажмите на действие, чтобы изменить его запрос.
zh_hans: 挑一挑哪些 AI 操作显示在键盘的「AI 工具」面板里，拖动就能重新排序。点一下某个操作，就能改它的提示词。

source: Choose which AI actions show in the panel. Tap one to edit its prompt, tap its check to switch it off, or hold and drag to reorder.
de: Wähle, welche KI-Aktionen im Panel erscheinen. Tippe eine an, um ihren Prompt zu bearbeiten, tippe auf ihr Häkchen, um sie auszuschalten, oder halte und ziehe zum Umsortieren.
es: Elige qué acciones de IA aparecen en el panel. Toca una para editar su prompt, toca su marca para desactivarla, o mantén pulsado y arrastra para reordenar.
et: Vali, millised TI-toimingud paneelil kuvatakse. Puuduta, et juhist muuta, puuduta linnukest, et välja lülitada, või hoia ja lohista järjestamiseks.
fr: Choisis quelles actions IA apparaissent dans le panneau. Touche-en une pour modifier son prompt, touche sa coche pour la désactiver, ou maintiens et fais glisser pour réordonner.
hu: Válaszd ki, mely AI-műveletek jelenjenek meg a panelen. Koppints egyre a promptja szerkesztéséhez, a pipájára a kikapcsoláshoz, vagy tartsd lenyomva és húzd az átrendezéshez.
it: Scegli quali azioni IA compaiono nel pannello. Tocca un'azione per modificarne il prompt, tocca il segno di spunta per disattivarla, oppure tieni premuto e trascina per riordinare.
ja: パネルに表示するAIアクションを選びます。タップでプロンプトを編集、チェックマークをタップでオフ、長押ししてドラッグで並べ替えできます。
ko: 패널에 보여줄 AI 액션을 골라보세요. 탭하면 프롬프트를 수정하고, 체크 표시를 탭하면 끄고, 꾹 눌러서 드래그하면 순서를 바꿀 수 있어요.
ms: Pilih tindakan AI yang dipaparkan dalam panel. Ketik satu untuk edit gesaannya, ketik tanda semaknya untuk matikan, atau tahan dan seret untuk susun semula.
pt: Escolhe quais ações de IA aparecem no painel. Toca numa para editar o prompt, toca no visto para a desligar, ou mantém premido e arrasta para reordenar.
ru: Выберите, какие действия ИИ показывать в панели. Нажмите на действие, чтобы изменить запрос, нажмите на галочку, чтобы выключить, или удерживайте и перетащите, чтобы изменить порядок.
zh_hans: 选择面板里显示哪些 AI 操作。点一下可以编辑提示词，点勾选可以关掉，按住拖动可以调整顺序。

source: Choose which profiles it lists, and in what order.
de: Leg fest, welche Profile er auflistet — und in welcher Reihenfolge.
es: Elige qué perfiles aparecen y en qué orden.
et: Vali, milliseid profiile see loetleb ja millises järjekorras.
fr: Choisis les profils qu'il liste, et dans quel ordre.
hu: Válaszd ki, mely profilokat sorolja fel, és milyen sorrendben.
it: Scegli quali profili elenca, e in che ordine.
ja: どのプロファイルを、どの順で並べるかを選びます。
ko: 어떤 프로필을 어떤 순서로 보여줄지 고르세요.
ms: Pilih profil yang disenaraikan, dan dalam susunan apa.
pt: Escolhe que perfis aparecem, e por que ordem.
ru: Выберите, какие профили он показывает и в каком порядке.
zh_hans: 选好要列出哪些配置、按什么顺序排。

source: Choose which tools appear and set their order
de: Wähl, welche Werkzeuge erscheinen, und leg ihre Reihenfolge fest
es: Elige qué herramientas aparecen y su orden
et: Vali, millised tööriistad kuvatakse, ja määra nende järjekord
fr: Choisis quels outils apparaissent et définis leur ordre
hu: Válaszd ki, mely eszközök jelenjenek meg, és állítsd be a sorrendjüket
it: Scegli quali strumenti compaiono e imposta il loro ordine
ja: 表示するツールを選んで、順番を設定
ko: 어떤 도구를 보여줄지 고르고 순서를 정하세요
ms: Pilih alat yang muncul dan tetapkan susunannya
pt: Escolhe que ferramentas aparecem e define a ordem delas
ru: Выберите, какие инструменты показывать, и задайте их порядок
zh_hans: 选择显示哪些工具并设置顺序

source: Choose your typing mode
de: Wähle deinen Tippmodus
es: Elige tu modo de escritura
et: Vali sisestusrežiim
fr: Choisis ton mode de saisie
hu: Válassz gépelési módot
it: Scegli la modalità di digitazione
ja: 入力モードを選択
ko: 입력 모드 선택
ms: Pilih mod penaipan
pt: Escolha o modo de escrita
ru: Выберите режим ввода
zh_hans: 选择输入模式

source: Citrus
de: Zitrus
es: Cítricos
et: Tsitrus
fr: Agrumes
hu: Citromos
it: Agrumi
ja: シトラス
ko: 시트러스
ms: Jeruk
pt: Citrinos
ru: Цитрус
zh_hans: 柑橘

source: Claim the caption
de: Beschriftung übernehmen
es: Reclamar el texto
et: Võta kiri üle
fr: Prendre la légende
hu: A felirat átvétele
it: Prendi la didascalia
ja: 表示を引き受ける
ko: 캡션 가져오기
ms: Ambil alih kapsyen
pt: Assumir a legenda
ru: Занять подпись
zh_hans: 接管文字

source: Classic
de: Klassisch
es: Clásico
et: Klassikaline
fr: Classique
hu: Klasszikus
it: Classico
ja: クラシック
ko: 클래식
ms: Klasik
pt: Clássico
ru: Классическая
zh_hans: 经典图标

source: Clean
de: Schlicht
es: Minimalista
et: Lihtne
fr: Épurée
hu: Letisztult
it: Essenziale
ja: シンプル
ko: 깔끔함
ms: Ringkas
pt: Minimalista
ru: Минимализм
zh_hans: 简洁

source: Clean result, with every change listed below it.
de: Sauberes Ergebnis, darunter alle Änderungen als Liste.
es: Resultado limpio con todos los cambios debajo.
et: Puhas tulemus, iga muudatus allpool loetletud.
fr: Résultat propre, avec chaque modification listée en dessous.
hu: Tiszta eredmény, alatta minden változtatással.
it: Risultato pulito con tutte le modifiche elencate sotto.
ja: すっきりした結果の下に、変更点をすべて一覧表示します。
ko: 깔끔한 결과 아래에 모든 변경 사항을 표시해요.
ms: Hasil bersih dengan semua perubahan disenaraikan di bawah.
pt: Resultado limpo com todas as alterações listadas abaixo.
ru: Чистый результат со списком всех изменений ниже.
zh_hans: 显示简洁的结果，并在下方列出所有更改。

source: Clean up
de: Aufräumen
es: Limpiar
et: Korrasta
fr: Nettoyer
hu: Takarítás
it: Pulisci
ja: 整理
ko: 정리
ms: Bersihkan
pt: Limpar
ru: Вычистить
zh_hans: 清理

source: Clean up what I say
de: Aufräumen, was ich sage
es: Limpiar lo que digo
et: Korrasta, mida ma ütlen
fr: Nettoyer ce que je dis
hu: Tisztítsd meg, amit mondok
it: Ripulisci quello che dico
ja: 話した内容を整える
ko: 말한 내용 다듬기
ms: Kemaskan apa yang saya cakap
pt: Limpar o que eu digo
ru: Приводить сказанное в порядок
zh_hans: 整理我说的话

source: Clean up, plus light grammar and flow, so a spoken ramble reads like you wrote it. Your tone stays yours.
de: Säubert und korrigiert Grammatik und Satzfluss leicht, sodass sich ein gesprochener Wortschwall liest, als hätten Sie ihn geschrieben. Ihr Ton bleibt Ihrer.
es: Limpia, además de una ligera corrección gramatical y de flujo, para que una divagación oral se lea como si la hubieras escrito. Tu tono sigue siendo tuyo.
et: Korrastab lisaks kergelt grammatika ja ladususe, nii et kõnelemine loeb nii, nagu oleksid ise kirjutanud. Sinu toon jääb sinu omaks.
fr: Nettoie, plus une légère correction de grammaire et de fluidité, pour qu'un discours décousu se lise comme si vous l'aviez écrit. Votre ton reste le vôtre.
hu: Takarítás, plusz enyhe nyelvtani és folyékonysági javítás, hogy a kimondott szöveg úgy olvasható legyen, mintha írta volna. A hangvétele az Öné marad.
it: Pulisce, più una leggera correzione di grammatica e flusso, così un discorso parlato si legge come se lo avessi scritto tu. Il tuo tono resta tuo.
ja: 整理に加えて、軽く文法と流れを整え、話した内容がまるで自分で書いたかのように読みやすくなります。話し方のトーンはそのままです。
ko: 정리 후 가벼운 문법과 흐름 교정을 더해, 말한 내용이 마치 직접 쓴 것처럼 읽힙니다. 말투는 그대로 유지됩니다.
ms: Bersihkan, ditambah sedikit tatabahasa dan aliran, supaya ucapan yang berselerak terbaca seperti anda menulisnya. Nada anda kekal milik anda.
pt: Limpa, além de uma ligeira correção gramatical e de fluxo, para que uma divagação falada se leia como se a tivesse escrito. O seu tom continua seu.
ru: Вычистить, плюс лёгкая грамматика и плавность, чтобы устный поток звучал как написанный вами. Ваша интонация остаётся вашей.
zh_hans: 清理之余，再润色语法和语感，让口语像你亲手写的一样通顺。你的语气风格保持不变。

source: Clear
de: Löschen
es: Borrar
et: Tühjenda
fr: Effacer
hi: साफ़ करें
hu: Törlés
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
ne: खाली गर्नुहोस्
pt: Limpar
ru: Очистить
tr: Temizle
zh_hans: 清除

source: Clear All
de: Alle löschen
es: Borrar todo
et: Tühjenda kõik
fr: Tout effacer
hu: Összes törlése
it: Cancella tutto
ja: すべて消去
ko: 모두 지우기
ms: Kosongkan Semua
pt: Limpar tudo
ru: Очистить всё
zh_hans: 全部清除

source: Clear all clipboard history
de: Gesamten Zwischenablageverlauf löschen
es: Borrar todo el historial del portapapeles
et: Kustuta kogu lõikelaua ajalugu
fr: Effacer tout l’historique du presse-papiers
hu: Vágólapelőzmények teljes törlése
it: Cancella tutta la cronologia degli appunti
ja: クリップボードの履歴をすべて消去
ko: 클립보드 기록 모두 지우기
ms: Kosongkan semua sejarah papan klip
pt: Limpar todo o histórico da área de transferência
ru: Очистить всю историю буфера обмена
zh_hans: 清除所有剪贴板历史记录

source: Clear data or turn features off whenever you want.
de: Du kannst Daten löschen oder Funktionen ausschalten, wann immer du willst.
es: Borra tus datos o desactiva funciones cuando quieras.
et: Tühjenda andmeid või lülita funktsioone välja, millal iganes tahad.
fr: Efface des données ou coupe des fonctions quand tu veux.
hu: Bármikor törölheted az adatokat, vagy kikapcsolhatod a funkciókat.
it: Cancella i dati o disattiva le funzioni quando vuoi.
ja: データを消したり機能をオフにしたり、いつでもできます。
ko: 데이터는 언제든 지우고, 기능도 언제든 끌 수 있어요.
ms: Padam data atau matikan ciri bila-bila masa anda mahu.
pt: Limpa dados ou desliga funcionalidades quando quiseres.
ru: Удаляйте данные или выключайте функции когда угодно.
zh_hans: 想清数据或关功能，随时都行。

source: Clear history
de: Verlauf löschen
es: Borrar historial
et: Tühjenda ajalugu
fr: Effacer l'historique
hu: Előzmények törlése
it: Cancella la cronologia
ja: 履歴を消去
ko: 기록 지우기
ms: Padam sejarah
pt: Apagar histórico
ru: Очистить историю
zh_hans: 清除记录

source: Clear learned words
de: Gelernte Wörter löschen
es: Borrar palabras aprendidas
et: Tühjenda õpitud sõnad
fr: Effacer les mots appris
hu: Tisztítsa meg a tanult szavakat
it: Cancella parole apprese
ja: 学習した単語を消去
ko: 학습된 단어 지우기
ms: Kosongkan perkataan dipelajari
pt: Apagar palavras aprendidas
ru: Очистить выученные слова
zh_hans: 清除已学习的词语

source: Clear learned words under Text → Adaptation.
de: Gelernte Wörter löschst du unter Text → Anpassung.
es: Borra las palabras aprendidas en Texto → Adaptación.
et: Tühjenda õpitud sõnad jaotises Tekst → Kohandamine.
fr: Efface les mots appris sous Texte → Adaptation.
hu: A tanult szavakat itt törlöd: Szöveg → Alkalmazkodás.
it: Cancella le parole imparate in Testo, Adattamento.
ja: 覚えた単語は「テキスト」→「学習」で消せます。
ko: 학습한 단어는 텍스트 → 적응에서 지울 수 있어요.
ms: Padam perkataan yang dipelajari di bawah Teks → Penyesuaian.
pt: Limpa as palavras aprendidas em Texto → Adaptação.
ru: Очистите выученные слова в разделе «Текст» → «Адаптация».
zh_hans: 在文本 → 自适应里清掉学过的词。

source: Clear learned words?
de: Gelernte Wörter löschen?
es: ¿Borrar palabras aprendidas?
et: Kustutada õpitud sõnad?
fr: Effacer les mots appris ?
hu: Törlöd a tanult szavakat?
it: Eliminare le parole apprese?
ja: 学習した単語を消去しますか？
ko: 학습한 단어를 지울까요?
ms: Padam perkataan yang dipelajari?
pt: Apagar palavras aprendidas?
ru: Очистить выученные слова?
zh_hans: 清除学习过的单词？

source: Clear recent emoji
de: Zuletzt verwendete Emojis löschen
es: Borrar emojis recientes
et: Tühjenda viimati kasutatud emojid
fr: Effacer les emojis récents
hu: A legutóbbi hangulatjelek törlése
it: Cancella emoji recenti
ja: 最近使った絵文字を消去
ko: 최근 이모티콘 지우기
ms: Kosongkan emoji terkini
pt: Limpar emojis recentes
ru: Очистить недавние эмодзи
zh_hans: 清除最近使用的表情符号

source: Clear restart history?
de: Neustart-Verlauf löschen?
es: ¿Borrar el historial de reinicios?
et: Tühjenda taaskäivituste ajalugu?
fr: Effacer l'historique des redémarrages ?
hu: Törlöd az újraindulások előzményeit?
it: Cancellare la cronologia dei riavvii?
ja: 再起動の履歴を消去しますか？
ko: 다시 시작 기록을 지울까요?
ms: Padam sejarah mula semula?
pt: Apagar o histórico de reinícios?
ru: Очистить историю перезапусков?
zh_hans: 清除重启记录？

source: Clear search
de: Suche löschen
es: Borrar búsqueda
et: Tühjenda otsing
fr: Effacer la recherche
hu: Keresés törlése
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
ms: Kosongkan carian
pt: Limpar pesquisa
ru: Очистить поиск
zh_hans: 清除搜索

source: Clear selection
de: Auswahl aufheben
es: Quitar selección
et: Tühista valik
fr: Désélectionner
hu: Kijelölés megszüntetése
it: Deseleziona
ja: 選択を解除
ko: 선택 해제
ms: Nyahpilih
pt: Desmarcar
ru: Снять выделение
zh_hans: 取消选择

source: Clear session overrides
de: Temporäre Sitzungseinstellungen zurücksetzen
es: Borrar cambios temporales de la sesión
et: Tühjenda seansi ajutised seaded
fr: Effacer les réglages temporaires de la session
hu: Munkamenet ideiglenes beállításainak törlése
it: Rimuovi modifiche temporanee della sessione
ja: セッションの一時設定を解除
ko: 세션 임시 설정 해제
ms: Kosongkan tetapan sementara sesi
pt: Limpar alterações temporárias da sessão
ru: Сбросить временные настройки сеанса
zh_hans: 清除会话临时设置

source: Clear the answer
de: Antwort verwerfen
es: Descartar la respuesta
et: Tühjenda vastus
fr: Effacer la réponse
hu: Válasz eltüntetése
it: Cancella la risposta
ja: 回答を消す
ko: 답변 지우기
ms: Kosongkan jawapan
pt: Limpar a resposta
ru: Убрать ответ
zh_hans: 清除答案
